Repository: anasmohamed/HighWay
Catalog: HighWay/*.lproj/Localizable.strings
Languages: ar

source: Password shoulb be 6 digits or more
ar: يجب أن تتكون كلمة المرور من 6 أرقام أو أكثر

source: the conditons must be agreed first
ar: يجب الموافقة على الشروط أولا

source: Username field is empty.
ar: يجب إدخال اسم المستخدم

source: Password field is empty.
ar: يجب إدخال كلمة المرور

source: Email field is empty.
ar: يجب إدخال البريد الالكترونى

source: Enter Valid Email.
ar: يجب إدخال بريد الكترونى صحيح

source: phone number field is empty.
ar: يجب إدخال رقم المحمول

source: You rate added succcessfully, thak you
ar: تقييمك أضيف بنجاح , شكرا لك

source: Car towing
ar: سحب سيارة

source: Car fuel
ar: وقود سيارة

source: Battery
ar: شحن بطارية

source: Others
ar: اَخرى

source: Profile
ar: حسابى

source: language
ar: اللغة

source: Ratings
ar: التقييمات

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Connect us
ar: تواصل معنا

source: Terms of use
ar: تعليمات الاستخدام

source: Privacy policy
ar: سياسة الخصوصية

source: Logout
ar: تسجيل الخروج

source: No Review Has been Written
ar: لم يتم كتابة أى مراجعة

source: Add rate first
ar: أضف تقييم أولا

source: This order was completed
ar: تم إكمال هذا الطلب

source: This order was canceled
ar: اتم إلغاء هذا الطلب

source: Cancel Order
ar: الغاء الطلب

source: Confirm
ar: تأكيد

source: Cancel
ar: الغاء

source: We are sorry, your order was cancel
ar: نحن أسفون , تم الغاء طلبك

source: Order details
ar: تفاصيل الطلب

source: There is no notes
ar: لا توجد ملاحظات

source: i need towing
ar: أحتاج الى سحب سيارة

source: - User address :
ar: - عنوان المستخدم:

source: - Arrive address :
ar: - عنوان الوصول:

source: Service price :
ar: سعر الخدمات :

source: Total price :
ar: السعر الكلى :

source: i need a battary charge
ar: أحتاج الى شحن البطارية

source: Battery charge
ar: شحن البطارية

source: Product price :
ar: - سعر المنتج :

source: Drop Location
ar: موقع الوصول

source: Pickup Location
ar: اختار موقع

source: Out of area
ar: خارج النطاق

source: Order canceled
ar: تم الغاء الطلب

source: Sorry, your order was canceled
ar: عذرا , تم الغاء طلبك

source: Order completed
ar: تم إكمال الطلب

source: Your order completed successfully
ar: اكتمل طلبك بنجاح

source: Order accepted
ar: تم قبول طلبك

source: Your order is accepted, the driver on the way
ar: تم قبول طلبك, السائق فى الطريق

source: next
ar: التالى

source: Notifications
ar: الإشعارات

source: Do you want to cancel this order
ar: هل تريد الغاء هذا الطلب

source: Arrive point
ar: نقطة الوصول

source: User Location
ar: موقع المستخدم

source: You should enter fuel order size
ar: من فضلك أدخل حجم الطلب
